{
  "head": {
      "id": 1,
      "desc": "Syarat dan Ketentuan ini mengikat konsumen dan PT Bussan Auto Finance (“BAF”). Konsumen disini adalah pengguna jasa dengan jenis layanan pembiayan di BAF yang sudah terdaftar (\"Konsumen\")."
    },

  "paragraph": [
    {
      "id": 1,
      "title": "Program point reward (BAF POINT)",
      "content": [
        "Konsumen yang mengikuti program point reward (BAF POINT) akan otomatis menjadi anggota program loyalitas BAF.",
        "Konsumen akan mendapatkan point reward (BAF POINT) yang dapat ditukarkan oleh Konsumen untuk memotong angsuran pada layanan pembiayaan BAF.",
        "Penukaran point reward (BAF POINT) untuk memotong angsuran tersebut tidak dapat dibatalkan atau dikembalikan setelah diberikan kepada Konsumen yang bersangkutan. ",
        "Point reward (BAF POINT) yang dimiliki oleh Konsumen akan kadulawarsa pada akhir Desember setiap tahunnya. ",
        "Konsumen akan menerima pemberitahuan peringatan yang berisi jumlah total point yang akan kadulawarsa dan tanggal kadulawarsa ke email dan BAF Mobile konsumen yang terdaftar pada program point reward (BAF POINT) selambatnya-lambatnya satu bulan sebelum akhir tahun.",
        "Rincian lebih lanjut mengenai program point reward (BAF POINT) dapat diakses pada situs BAF atau aplikasi BAF Mobile."
      ]
    },
    {
      "id": 2,
      "title": "Cara mengikuti program point reward (BAF POINT)",
      "content": [
        "Download BAF mobile dan Input data pribadi.",
        "Point Reguler Membayar angsuran tepat waktu Point Bonus Rekomendasikan orang lain untuk ambil pembiayaan BAF menggunakan Kode Referral, hingga pengajuan pembiayaan oleh pihak yang diberi rekomendasi diterima Ambil pembiayaan lain sebelum lunas",
        "Mendapatkan notifikasi claim BAF POINT di BAF Mobile.",
        "Melakukan Klaim di BAF Mobile",
        "Mendapatkan penambahan saldo BAF POINT"
      ]
    },
    {
      "id": 3,
      "title": "Hal-hal yang tidak dapat dilakukan oleh Konsumen",
      "content": [
        "Dalam mengikuti program point reward (BAF POINT), Konsumen tidak dapat melakukan hal-hal yang bertentangan dengan hukum yang berlaku di wilayah Republik Indonesia dan setiap pelanggaran atas hal tersebut dapat berakibat pada tanggung jawab pidana dan/ atau perdata, sesuai dengan ketentuan hukum yang berlaku di wilayah Republik Indonesia. ",
        "Pelanggaran keamanan atas program point reward (BAF POINT) ini adalah dilarang dan dapat berakibat pada tanggung jawab pidana dan/atau perdata, sesuai dengan ketentuan hukum yang berlaku di wilayah Republik Indonesia. ",
        "Hak atas Kekayaan Intelektual (selanjutnya disebut sebagai \"HAKI\") milik BAF yang digunakan atau ditampilkan pada BAF POINT, dan/atau setiap HAKI milik pihak ketiga selain BAF yang ditampilkan melalui program BAF POINT, tidak boleh disalin, digunakan, diaplikasikan, diimplementasikan dan disebarluaskan secara keseluruhan atau sebagian, tanpa izin tertulis sebelumnya dari BAF dan/atau pihak lainnya yang memiliki HAKI yang terdapat dalam program point reward (BAF POINT) ini. ",
        "Konsumen tidak diperkenankan membuat link ke program point reward (BAF POINT) ini dari situs lainnya tanpa izin tertulis dari BAF terlebih dahulu. "
      ]
    },
    {
      "id": 4,
      "title": "Hal-hal yang harus diperhatikan oleh Konsumen",
      "content": [
        "Konsumen memahami dan menyetujui bahwa Konsumen terikat terhadap Syarat dan Ketentuan ini pada saat Konsumen mengikuti program point reward (BAF POINT). ",
        "BAF dapat membuat perubahan atas Syarat dan Ketentuan ini sewaktu-waktu. Perubahan atas Syarat dan Ketentuan akan dimuat pada aplikasi BAF Mobile. Perubahan akan berlaku efektif saat dipublikasikan. Konsumen memahami dan setuju bahwa pernyataan persetujuan Konsumen atas Syarat dan Ketentuan ini atau keikutsertaan Konsumen atas program point reward (BAF POINT) sesudah tanggal publikasi akan dianggap sebagai persetujuan Konsumen atas pembaharuan Syarat dan Ketentuan ini. Jika Konsumen tidak setuju dengan perubahan Syarat dan Ketentuan, maka Konsumen harus mengakhiri keikutsertaan pada program point reward (BAF POINT) sesuai dengan ayat 5 di bawah ini.",
        "Konsumen bertanggung jawab atas Username, Password, dan Kode Referral yang dimiliki. ",
        "Konsumen bertanggung jawab atas setiap kewajiban dan akibat yang ditimbulkan dari penggunaan atas Username, Password, dan Kode Referral yang dimiliki, termasuk dalam penggunaan reward yang telah digunakannya dan/atau apabila terjadi penyalahgunaan oleh pihak ketiga dan BAF tidak bertanggung jawab atas hal tersebut sepanjang hal tersebut terjadi di luar kesalahan dan/atau kelalaian BAF. ",
        "Seluruh informasi yang terdapat dalam program point reward (BAF POINT) adalah benar pada saat hal tersebut dimuat dalam situs BAF dan Aplikasi BAF Mobile. BAF berhak dan berwenang sepenuhnya untuk mengubah seluruh materi atau isi dari program point reward (BAF POINT) setiap saat bila dikehendaki. "
      ]
    },
    {
      "id": 5,
      "title": "Penghentian program point reward (BAF POINT) terjadi apabila",
      "content": [
        "Konsumen memberikan informasi yang tidak benar, tidak tepat, tidak lengkap, tidak akurat, atau jika BAF memiliki alasan untuk mencurigai bahwa informasi tersebut tidak benar, tidak tepat, tidak lengkap, tidak akurat, BAF, tanpa pemberitahuan sebelumnya berhak untuk menangguhkan atau menghentikan akses Konsumen ke program point reward (BAF POINT) serta menolak dan/atau membatalkan semua reward yang sedang dan/atau yang akan digunakan. ",
        "BAF atas kebijaksanaannya sendiri berhak untuk melakukan penghentian reward baik sebagian maupun keseluruhan. ",
        "Konsumen melakukan pelanggaran atas Syarat dan Ketentuan.",
        "Penangguhan atau penghentian program point reward (BAF POINT) tidak dapat dijadikan alasan oleh Konsumen untuk tidak melakukan pembayaran angsuran atas layanan pembiayaan BAF yang telah dipergunakannya, Konsumen bertanggung jawab sepenuhnya untuk semua biaya yang dikenakan atas seluruh layanan pembiayaan BAF yang dipergunakannya. "
      ]
    },
    {
      "id": 6,
      "title": "Ketentuan lebih lanjut",
      "content": [
        "BAF tidak bertanggung jawab terhadap segala dampak yang timbul dan/atau kerugian yang dialami oleh Konsumen dan/atau pihak ketiga sebagai akibat langsung ataupun tidak langsung dari penggunaan program point reward (BAF POINT) sepanjang hal tersebut terjadi di luar kesalahan dan/atau kelalaian BAF. ",
        "BAF berhak untuk setiap saat mengungkapkan informasi apapun yang Konsumen berikan melalui program point reward (BAF POINT) ini apabila hal tersebut diperlukan dalam rangka melakukan kepatuhan terhadap hukum yang berlaku di wilayah Republik Indonesia dan BAF tidak dapat dipersalahkan atas hal tersebut, termasuk atas seluruh dampak yang timbul dan/atau kerugian yang dialami oleh Konsumen dan/atau pihak ketiga. ",
        "BAF tidak bertanggung jawab atas setiap dampak yang timbul dan/atau kerugian yang dialami yang diakibatkan karena ketidakmampuan atau kegagalan Konsumen untuk menggunakan/ mengakses program point reward (BAF POINT), termasuk namun tidak terbatas pada seluruh informasi, materi, layanan, fasilitas ataupun hal lainnya yang disajikan dalam program point reward (BAF POINT). ",
        "BAF tidak bertanggung jawab atas setiap dampak yang timbul dan/atau kerugian yang dialami Konsumen yang diakibatkan karena adanya pelanggaran atau akses tidak sah terhadap program point reward (BAF POINT) ini, termasuk namun tidak terbatas pada hal-hal yang terdapat dalam program point reward (BAF POINT) yang dilakukan oleh pihak lain dengan cara yang bertentangan dengan hukum yang berlaku di wilayah Republik Indonesia. ",
        "BAF tidak bertanggung jawab atas setiap dampak yang timbul dan/atau kerugian yang dialami yang diakibatkan karena adanya keadaan kahar, termasuk namun tidak terbatas pada kehendak Tuhan, bencana alam, kegagalan komunikasi, tindakan pemerintah, perang, pemogokan buruh, huru-hara, vandalisme, terorisme. ",
        "BAF tidak bertanggung jawab atas setiap dampak yang timbul dan/atau kerugian yang dialami yang diakibatkan karena dihentikannya program point reward (BAF POINT) oleh BAF. ",
        "Konsumen memahami dan menyetujui bahwa, meskipun BAF telah mengambil langkah-langkah yang dianggap perlu untuk memastikan keamanan atas program point reward (BAF POINT), BAF tidak dapat memberikan jaminan bahwa penggunaan program point reward (BAF POINT) sepenuhnya terlindung dari virus, ancaman keamanan atau kerentanan lainnya. ",
        "Konsumen memahami dan menyetujui bahwa setiap link ke situs pihak lain yang terdapat dalam program point reward (BAF POINT) ini tidak dimaksudkan untuk memperlihatkan bahwa BAF menyetujui dan bertanggung jawab atas konten, materi serta isi dari situs pihak lain tersebut, dengan kata lain BAF tidak bertanggung jawab atas konten dan/ atau materi lainnya yang ada pada situs pihak lain tersebut. ",
        "Konsumen dengan ini mengizinkan dan memberikan wewenang kepada BAF berdasarkan Syarat dan Ketentuan ini, untuk melakukan pengumpulan, pemrosesan, dan penyimpanan data dan informasi yang diberikan oleh Konsumen, termasuk data pribadi Konsumen, melalui program point reward (BAF POINT). Selanjutnya, Konsumen juga setuju untuk mengizinkan BAF untuk membagikan data dan informasi tersebut dengan afiliasi, vendor, atau pihak ketiga yang ditunjuk oleh Perusahaan, untuk tujuan yang terkait dengan program point reward (BAF POINT). ",
        "Konsumen dapat mengakhiri Syarat dan Ketentuan dengan mengakhiri keikutsertaan Konsumen pada program point reward (BAF POINT). Konsumen maupun BAF dengan ini mengesampingkan pemberlakuan ketentuan Pasal 1266 Kitab Undang-undang Hukum Perdata atas pengakhiran Syarat dan Ketentuan ini. ",
        "Jika ada ketidaksepakatan atau perselisihan terkait dengan interpretasi dan/atau pelaksanaan dari Syarat dan Ketentuan ini, Konsumen dan BAF setuju untuk menyelesaikan perselisihan dengan cara musyawarah dalam waktu 30 hari. Jika ada ketidaksepakatan atau perselisihan yang tidak dapat diselesaikan dengan cara musyawarah oleh Konsumen dan BAF mengenai interpretasi dan/atau pelaksanaan dari Syarat dan Ketentuan ini, Konsumen dan BAF setuju untuk merujuk penyelesaian perselisihan ke Pengadilan Negeri Jakarta Selatan. Syarat dan Ketentuan ini sepenuhnya tunduk pada dan ditafsirkan berdasarkan hukum yang berlaku di wilayah Republik Indonesia."
      ]
    }
  ]
}
